Repository: ivannikitin-com/in-team
Catalog: lang/*-team-*.po
Languages: ru_ru

source: Employees
ru_ru: Сотрудники

source: Employee
ru_ru: Сотрудник

source: Our Team
ru_ru: Наша команда

source: Parent Employee
ru_ru: Родительский элемент

source: All Employees
ru_ru: Все сотрудники

source: View Employee
ru_ru: Просмотр

source: New Employee
ru_ru: Новый сотрудник

source: Add Employee
ru_ru: Добавить сотрудника

source: Edit Employee
ru_ru: Редактировать

source: Update Employee
ru_ru: Обновить

source: Search Employee
ru_ru: Поиск сотрудника

source: Not found
ru_ru: Не найдено

source: Not found in trash
ru_ru: Не найдено в корзине

source: Employee details
ru_ru: Сведения о сотруднике

source: Departments
ru_ru: Отделы

source: Department
ru_ru: Отдел

source: All departments
ru_ru: Все отделы

source: Parent department
ru_ru: Вышестоящий отдел

source: New department
ru_ru: Новый отдел

source: Add department
ru_ru: Добавить отдел

source: Edit department
ru_ru: Редактировать отдел

source: Update department
ru_ru: Обновить

source: Separate departments by comma
ru_ru: Отделы, разделенные запятыми

source: Search department
ru_ru: Поиск отдела

source: Add or remove department
ru_ru: Добавить или удалить отделы

source: Most used departments
ru_ru: Наиболее часто используемые отделы

source: IN Team Settings
ru_ru: Настройки "Наша команда"

source: Settings
ru_ru: Настройки

source: This plugin creates "Our Team" section on site.
ru_ru: Этот плагин реализует раздел "Наша Команда" на сайте

source: Error: The nonce is not valid!
ru_ru: Ошибка! Нарушение безопасности (nonce)

source: Team slug
ru_ru: Слаг "Команда"

source: Specify the slug of the Team section. "
ru_ru: Укажите слаг (часть URL) для раздела "Команда". "

source: " is using by default if this parameter is empty.
ru_ru: " используется по умолчанию, если этот параметр пустой.

source: Department slug
ru_ru: Слаг "Отдел"

source: Specify the slug of the Department taxomony. "
ru_ru: Укажите слаг (часть URL) для раздела "Отдел". "

source: Don't forget to reset the permalinks
ru_ru: Не забудьте сбросить настройки постоянных ссылок

source: here
ru_ru: здесь

source: for flushing Wordpress URL rewrite rules.
ru_ru: для гарантированного изменения правил перезаписи URL в WordPress

source: Just click on [Save] button on Permalinks options page
ru_ru: В разделе "Постоянные ссылки" просто нажмите кнопку [Сохранить]

source: Our team directory
ru_ru: Раздел "Наша команда" на сайте

source: Ivan Nikitin and partners
ru_ru: Иван Никитин и партнеры

source: http://ivannikitin.com
ru_ru: https://ivannikitin.com
